[
    {
        "id": 1,
        "title": "Dream a Little",
        "price": 200,
        "description":"The enchantment of Avalanche roses can hardly be matched. Like a dream, full of hope, aspiration and positivity, this bouquet of Sweet Avalanche roses and gypsos come together in a joyful union making it a sight of sheer happiness.",
        "image":"https://github.com/Truptip13/blossom_service/blob/9768348e652f5d06ad61a0f37b4e9b0d92e37040/p-dream-a-little.jpg",
        "rating":{"rate":3.9,
            "count":120}},
        {
        "id": 2,
        "title": "Purple Hues ",
        "price": 230,
        "description": "Purple tells a story of grace, elegance, and opulence The graceful Alstroemerias are perfect for enriching any floral arrangements with a touch of royal nobility and dreaminess. Hand-delivered as buds, they are fully bloomed by day four",
        "image": "https://github.com/Truptip13/blossom_service/blob/9768348e652f5d06ad61a0f37b4e9b0d92e37040/p-purple-hues.jpg",
        "rating": {
        "rate": 4.1,
        "count": "259"
            }
        },
        {

        "id": 3,
        "title": "Blooming Romance",
        "price": 250,
        "description": "Romance blooms in this fresh-as-ever arrangement of charming red roses, sweet avalanche roses, aqua pink roses & pink spray carnations held in a big rose gold vase for a token of love that is as beautiful as the delicate desire of budding romance.",
        "image": "https://github.com/Truptip13/blossom_service/blob/9768348e652f5d06ad61a0f37b4e9b0d92e37040/p-blooming-romance.jpg",
        "rating": {
        "rate": 4.7,
        "count": 500
            }
        },
        {

        "id": 4,
        "title": "Floral Sunshine",
        "price": 270,
        "description":"These are the lively blooms that scream radiance and positivity! The versatile bunch of lively yellow flowers inspired by the pantone colour of the year Illuminating stands true to its name bringing a glorious charm, these can pep up anyones day",
        "image":"https://github.com/Truptip13/blossom_service/blob/9768348e652f5d06ad61a0f37b4e9b0d92e37040/p-floral-sunshine.jpg",
        "rating":{"rate":2.1,
        "count":430}},
        {
            
        "id": 5,
        "title": "Sway Me More Flowers",
        "price": 300,
        "description":"Sway her right into your heart with this opulent show of love. Pink at its awesome best, we've got the best pink varieties here. This arrangement has three cylindrical boxes with 50 avalanche roses in one, 25 jumilia roses in the second and 15 aqua pink roses in the third.",
        "image":"https://github.com/Truptip13/blossom_service/blob/9768348e652f5d06ad61a0f37b4e9b0d92e37040/p-sway-me-more-flowers.jpg",
        "rating":{"rate":4.6,
        "count":400}},
        {

        "id": 6,
        "title": "Luxury Blue and Peach Hand Tied",
        "price": 370,
        "description":"Elegance at its floral best, this box of luxury flowers is a treat to the eyes and the fragrance, right out of heaven. The luscious blue hydrangeas are a delicately placed with white carnations, peach roses and white statices. This is THE recipe to stun.",
        "image":"https://github.com/Truptip13/blossom_service/blob/9768348e652f5d06ad61a0f37b4e9b0d92e37040/p-luxury-blue-and-peach-hand-tied.jpg",
        "rating":{"rate":3.9,
        "count":70}}]
